Repository: christosk92/WaveeMusic
Catalog: src/Wavee.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# Dialog_OK
source: OK
ko_kr: 확인

# Dialog_Close
source: Close
ko_kr: 닫기

# Dialog_Apply
source: Apply
ko_kr: 적용

# Dialog_LoadMore
source: Load more
ko_kr: 더 보기

# Sidebar_DeletePlaylistTitle
source: Delete playlist?
ko_kr: 재생목록을 삭제하시겠어요?

# Sidebar_DeletePlaylistContent
source: "{0}" will be removed from your library. This cannot be undone.
ko_kr: "{0}"이(가) 라이브러리에서 제거됩니다. 이 작업은 취소할 수 없습니다.

# Sidebar_DeletePlaylistError
source: Couldn't delete the playlist
ko_kr: 재생목록을 삭제할 수 없습니다

# Sidebar_RenameFolderTitle
source: Rename folder
ko_kr: 폴더 이름 바꾸기

# Sidebar_RenameFolderPlaceholder
source: Folder name
ko_kr: 폴더 이름

# Sidebar_RenameFolderError
source: Couldn't rename the folder
ko_kr: 폴더 이름을 바꿀 수 없습니다

# Sidebar_DeleteFolderTitle
source: Delete folder?
ko_kr: 폴더를 삭제하시겠어요?

# Sidebar_DeleteFolderContent
source: "{0}" will be removed. Playlists inside the folder stay in your library.
ko_kr: "{0}"이(가) 제거됩니다. 폴더 안의 재생목록은 라이브러리에 그대로 남습니다.

# Playlist_LeaveTitle
source: Leave playlist?
ko_kr: 재생목록에서 나가시겠어요?

# Playlist_LeaveContent
source: You'll lose access to "{0}". You can rejoin if the owner shares a new invite link.
ko_kr: "{0}"에 대한 액세스 권한을 잃게 됩니다. 소유자가 새 초대 링크를 공유하면 다시 참여할 수 있습니다.

# Playlist_DeleteTitle
source: Delete playlist?
ko_kr: 재생목록을 삭제하시겠어요?

# Playlist_DeleteContent
source: "{0}" will be removed from your library. This cannot be undone.
ko_kr: "{0}"이(가) 라이브러리에서 제거됩니다. 이 작업은 취소할 수 없습니다.

# Library_UnlikeAllFromAlbumTitle
source: Unlike all songs from this album?
ko_kr: 이 앨범의 모든 곡을 좋아요 해제하시겠어요?

# Library_UnlikeAllFromAlbum_OneContent
source: This will unlike 1 song from “{0}”. This can't be undone.
ko_kr: “{0}”의 곡 1개의 좋아요가 해제됩니다. 이 작업은 취소할 수 없습니다.

# Library_UnlikeAllFromAlbum_ManyContent
source: This will unlike all {0} songs from “{1}”. This can't be undone.
ko_kr: “{1}”의 모든 곡 {0}개의 좋아요가 해제됩니다. 이 작업은 취소할 수 없습니다.

# Library_UnlikeAllFromArtistTitle
source: Unlike all songs from this artist?
ko_kr: 이 아티스트의 모든 곡을 좋아요 해제하시겠어요?

# Library_UnlikeAllFromArtist_OneContent
source: This will unlike 1 song by "{0}". This can't be undone.
ko_kr: "{0}"의 곡 1개의 좋아요가 해제됩니다. 이 작업은 취소할 수 없습니다.

# Library_UnlikeAllFromArtist_ManyContent
source: This will unlike all {0} songs by "{1}". This can't be undone.
ko_kr: "{1}"의 모든 곡 {0}개의 좋아요가 해제됩니다. 이 작업은 취소할 수 없습니다.

# Filter_AlbumsPlaceholder
source: Filter albums…
ko_kr: 앨범 필터…

# Filter_ArtistsPlaceholder
source: Filter artists…
ko_kr: 아티스트 필터…

# LocalItem_DeleteFromDiskTitle
source: Delete from disk?
ko_kr: 디스크에서 삭제하시겠어요?

# LocalItem_DeleteFromDiskContent
source: This permanently removes the file from your disk. This can't be undone. {0}
ko_kr: 이 파일을 디스크에서 영구적으로 제거합니다. 이 작업은 취소할 수 없습니다. {0}

# Reactions_DialogTitle
source: Reactions
ko_kr: 반응

# Reactions_Loading
source: Loading reactions...
ko_kr: 반응 불러오는 중...

# Reactions_LoadingMore
source: Loading more reactions...
ko_kr: 더 많은 반응 불러오는 중...

# Reactions_LoadError
source: Could not load reactions.
ko_kr: 반응을 불러올 수 없습니다.

# Reactions_None
source: No reactions yet.
ko_kr: 아직 반응이 없습니다.

# Reactions_AllChip
source: All
ko_kr: 전체

# Reactions_AllWithCount
source: All {0}
ko_kr: 전체 {0}

# CloseTabs_Title
source: Close Wavee
ko_kr: Wavee 종료

# CloseTabs_Question
source: Do you want to save your open tabs for the next launch, discard them, or cancel closing?
ko_kr: 다음 실행을 위해 열린 탭을 저장하시겠어요, 버리시겠어요, 아니면 닫기를 취소하시겠어요?

# CloseTabs_AlwaysAsk
source: Always ask me this
ko_kr: 항상 묻기

# CloseTabs_SaveTabs
source: Save Tabs
ko_kr: 탭 저장

# CloseTabs_DiscardTabs
source: Discard Tabs
ko_kr: 탭 버리기

# Friends_JamUnavailableTitle
source: Jam is not available yet
ko_kr: Jam을 아직 사용할 수 없습니다

# Friends_JamUnavailableContent
source: Jam sessions aren't supported in Wavee yet. Stay tuned!
ko_kr: Wavee에서는 아직 Jam 세션을 지원하지 않습니다. 다음 업데이트를 기다려 주세요!

# Details_SetCanvasUrlTitle
source: Set canvas URL
ko_kr: 캔버스 URL 설정

# Details_AiGenerate
source: Generate
ko_kr: 생성

# Details_AiGenerating
source: Generating
ko_kr: 생성 중

# Details_AiReady
source: Ready
ko_kr: 준비됨

# Details_AiRetry
source: Retry
ko_kr: 다시 시도

# Details_AiFiltered
source: The on-device safety filter blocked this lyrics meaning.
ko_kr: 온디바이스 안전 필터가 이 가사 해석을 차단했습니다.

# Details_AiEmpty
source: No lyrics are available to interpret.
ko_kr: 해석할 수 있는 가사가 없습니다.

# Details_AiUnavailable
source: On-device AI is not available right now.
ko_kr: 지금은 온디바이스 AI를 사용할 수 없습니다.

# Details_AiError
source: Something went wrong asking the on-device model.
ko_kr: 온디바이스 모델 요청 중 문제가 발생했습니다.

# Details_ShowLess
source: Show less
ko_kr: 간략히 보기

# Details_ViewAllCredits
source: View all credits (+{0} more)
ko_kr: 모든 크레딧 보기 (+{0}명 더)

# Views_RecentlyPlayedPage__Title.Text
source: Recently played
ko_kr: 최근 재생

# Views_RecentlyPlayedPage__Subtitle.Text
source: Albums, playlists, artists, and shows you've recently started
ko_kr: 최근에 시작한 앨범, 재생목록, 아티스트, 쇼

# Views_RecentlyPlayedPage__EmptyTitle.Text
source: Nothing here yet
ko_kr: 아직 아무것도 없습니다

# Views_RecentlyPlayedPage__EmptyDesc.Text
source: Start playing an album, playlist, or artist and it'll show up here.
ko_kr: 앨범, 재생목록 또는 아티스트를 재생하면 여기에 표시됩니다.

# Controls_Cards_PopularReleaseRow__PopularNow.Text
source: POPULAR NOW
ko_kr: 지금 인기

# Controls_Cards_TicketStub__NearYou.Text
source: NEAR YOU
ko_kr: 내 근처

# Controls_Artist_ArtistSummaryCard__Eyebrow.Text
source: ABOUT THE ARTIST
ko_kr: 아티스트 소개

# Controls_Comments_CommentsList__NoCommentsYet.Text
source: No comments yet — be the first.
ko_kr: 아직 댓글이 없습니다 — 첫 번째가 되어 보세요.

# Controls_AudioOutputPicker__CompactDeviceName.Text
source: This device
ko_kr: 이 장치

# Controls_AudioOutputPicker__FlyoutEmpty.Text
source: No other devices available
ko_kr: 사용 가능한 다른 장치가 없습니다

# Controls_AudioOutputPicker__CardDeviceLabel.Text
source: Playing on
ko_kr: 재생 중인 장치

# Controls_AudioOutputPicker__CardDeviceName.Text
source: This device
ko_kr: 이 장치

# Controls_AudioOutputPicker__CardEmpty.Text
source: No other devices nearby
ko_kr: 근처에 다른 장치가 없습니다

# Controls_AudioOutputPicker__AudioEngineOffline.Text
source: Audio engine offline
ko_kr: 오디오 엔진 오프라인

# Controls_AudioOutputPicker__RetryButton.Content
source: Retry
ko_kr: 다시 시도

# Controls_AudioOutputPicker__LocalAudioHeader.Text
source: LOCAL AUDIO
ko_kr: 로컬 오디오

# Controls_AudioOutputPicker__CardLocalHeader.Text
source: LOCAL AUDIO
ko_kr: 로컬 오디오

# Controls_NavigationToolbar__SidebarToggleButton.ToolTipService.ToolTip
source: Toggle sidebar
ko_kr: 사이드바 전환

# Controls_NavigationToolbar__SignInText.Text
source: Sign in
ko_kr: 로그인

# Controls_NavigationToolbar__FriendsButton.ToolTipService.ToolTip
source: Friends Activity
ko_kr: 친구 활동

# Controls_NavigationToolbar__RightPanelToggleButton.ToolTipService.ToolTip
source: Toggle side panel
ko_kr: 사이드 패널 전환

# ArtistStat_MonthlyListeners
source: monthly listeners
ko_kr: 월간 청취자

# ArtistStat_Followers
source: followers
ko_kr: 팔로워

# ArtistStat_Albums
source: albums
ko_kr: 앨범

# ArtistStat_SinglesAndEPs
source: singles & EPs
ko_kr: 싱글 및 EP

# ArtistStat_UpcomingConcerts
source: upcoming concerts
ko_kr: 예정된 콘서트

# ArtistStat_RelatedArtists
source: related artists
ko_kr: 관련 아티스트

# Player_Play
source: Play
ko_kr: 재생

# Player_Pause
source: Pause
ko_kr: 일시 정지

# Count_Plays
source: {0} plays
ko_kr: {0}회 재생

# Spotlight_PinnedTag
source: Pinned
ko_kr: 고정됨

# Spotlight_PinnedEyebrow
source: Pinned
ko_kr: 고정됨

# Spotlight_LatestReleaseTag
source: Latest release
ko_kr: 최신 음반

# Spotlight_LatestReleaseEyebrow
source: Latest release
ko_kr: 최신 음반

# Spotlight_PopularNowTag
source: Popular now
ko_kr: 지금 인기

# Spotlight_PopularReleaseEyebrow
source: Popular release
ko_kr: 인기 음반

# ReleaseType_Single
source: Single
ko_kr: 싱글

# ReleaseType_Album
source: Album
ko_kr: 앨범

# ReleaseType_Compilation
source: Compilation
ko_kr: 컴필레이션

# Settings_ClearRevisionsTitle
source: Clear collection revisions?
ko_kr: 컬렉션 리비전을 지우시겠어요?

# Settings_ClearRevisionsContent
source: This forces a full refresh of your Spotify library. Your local cached lists (Liked Songs, albums, artists, shows) will be rebuilt from the server. Useful if something looks out of date.
ko_kr: Spotify 라이브러리의 전체 새로 고침을 강제합니다. 로컬 캐시된 목록(좋아하는 곡, 앨범, 아티스트, 쇼)이 서버에서 다시 빌드됩니다. 무언가가 오래된 것처럼 보일 때 유용합니다.

# Settings_ClearAndResync
source: Clear & resync
ko_kr: 지우고 다시 동기화

# Views_LibraryPage__SegmentedItem_Podcasts.Content
source: Podcasts
ko_kr: 팟캐스트

# MainWindow__Auto_600.Text
source: Show Wavee (Alpha)
ko_kr: Wavee (Alpha) 표시

# MainWindow__Auto_601.Text
source: Play / pause
ko_kr: 재생 / 일시 정지

# MainWindow__Auto_602.Text
source: Next track
ko_kr: 다음 트랙

# MainWindow__Auto_603.Text
source: Previous track
ko_kr: 이전 트랙

# MainWindow__Auto_604.Text
source: Quit Wavee (Alpha)
ko_kr: Wavee (Alpha) 종료

# Controls_HeartButton__Button_1.AutomationProperties.Name
source: Save to Liked Songs
ko_kr: 좋아하는 곡에 저장

# Controls_InlineEditableText__Auto_600.ToolTipService.ToolTip
source: Save (Enter)
ko_kr: 저장 (Enter)

# Controls_InlineEditableText__Auto_601.ToolTipService.ToolTip
source: Cancel (Esc)
ko_kr: 취소 (Esc)

# Controls_InlineEditableText__Auto_602.ToolTipService.ToolTip
source: Cancel (Esc)
ko_kr: 취소 (Esc)

# Controls_InlineEditableText__Auto_603.ToolTipService.ToolTip
source: Save (Ctrl+Enter)
ko_kr: 저장 (Ctrl+Enter)

# Controls_InlineEditableText__Auto_604.ToolTipService.ToolTip
source: Edit
ko_kr: 편집

# Controls_PageErrorState__Auto_600.Content
source: Retry
ko_kr: 다시 시도

# Controls_RhythmBreakBanner__Auto_600.Text
source: ON TOUR NOW
ko_kr: 지금 투어 중

# Controls_ActivityBell_ActivityBell__Auto_600.Content
source: Details
ko_kr: 세부 정보

# Controls_ActivityBell_ActivityBell__Auto_601.Content
source: System
ko_kr: 시스템

# Controls_ActivityBell_ActivityBell__Auto_602.Content
source: Actions
ko_kr: 동작

# Controls_ActivityBell_ActivityBell__Auto_604.Content
source: Badge
ko_kr: 배지

# Controls_AddToPlaylist_AddToPlaylistBar__Auto_600.ToolTipService.ToolTip
source: Remove from pending
ko_kr: 보류에서 제거

# Controls_AddToPlaylist_AddToPlaylistBar__Auto_601.ToolTipService.ToolTip
source: Open this playlist
ko_kr: 이 재생목록 열기

# Controls_AddToPlaylist_AddToPlaylistBar__Auto_602.ToolTipService.ToolTip
source: See all pending songs
ko_kr: 보류 중인 모든 곡 보기

# Controls_AddToPlaylist_AddToPlaylistChip__Auto_600.ToolTipService.ToolTip
source: Add to playlist
ko_kr: 재생목록에 추가

# Controls_Ai_AiTextCard__Auto_600.ToolTipService.ToolTip
source: On-device summary generated by Phi Silica
ko_kr: Phi Silica가 온디바이스로 생성한 요약

# Controls_Artist_ArtistSummaryCard__Auto_600.ToolTipService.ToolTip
source: Summary generated on-device by AI
ko_kr: AI가 온디바이스로 생성한 요약

# Controls_Cards_ContentCard__Auto_600.ToolTipService.ToolTip
source: Open in browser
ko_kr: 브라우저에서 열기

# Controls_Cards_MerchCard__Auto_600.Content
source: Buy ›
ko_kr: 구매 ›

# Controls_Cards_SpotlightReleaseCard__Auto_600.ToolTipService.ToolTip
source: Save
ko_kr: 저장

# Controls_Cards_SpotlightReleaseCard__Auto_601.ToolTipService.ToolTip
source: Share
ko_kr: 공유

# Controls_Cards_TicketStub__Auto_600.Content
source: View ›
ko_kr: 보기 ›

# Controls_Cards_TicketStub__Auto_601.Content
source: Buy ›
ko_kr: 구매 ›

# Controls_Comments_CommentsList__Auto_600.Content
source: Load more comments
ko_kr: 댓글 더 보기

# Controls_Comments_CommentThreadItem__Auto_600.Content
source: React
ko_kr: 반응

# Controls_Comments_CommentThreadItem__Auto_601.Content
source: React
ko_kr: 반응

# Controls_Comments_CommentThreadItem__Auto_602.Content
source: Reply
ko_kr: 답글

# Controls_Comments_CommentThreadItem__Auto_603.Content
source: Cancel
ko_kr: 취소

# Controls_Comments_CommentThreadItem__Auto_604.Content
source: Reply
ko_kr: 답글

# Controls_Comments_CommentThreadItem__Auto_605.Content
source: Load more replies
ko_kr: 답글 더 보기

# Controls_HeroHeader_ArtistShyPill__Auto_600.Text
source: monthly listeners
ko_kr: 월간 청취자

# Controls_InPageFilter_InPageFilterOverlay__Auto_600.ToolTipService.ToolTip
source: Close (Esc)
ko_kr: 닫기 (Esc)

# Controls_Library_LibrarySortViewPanel__Auto_600.ToolTipService.ToolTip
source: Sort and view options
ko_kr: 정렬 및 보기 옵션

# Controls_Library_LibrarySortViewPanel__Auto_601.Text
source: Recents
ko_kr: 최근

# Controls_Library_LibrarySortViewPanel__Auto_602.Text
source: Sort by
ko_kr: 정렬 기준

# Controls_Library_LibrarySortViewPanel__Auto_603.Text
source: Recents
ko_kr: 최근

# Controls_Library_LibrarySortViewPanel__Auto_604.Text
source: Recently added
ko_kr: 최근 추가됨

# Controls_Library_LibrarySortViewPanel__Auto_605.Text
source: Alphabetical
ko_kr: 알파벳순

# Controls_Library_LibrarySortViewPanel__Auto_606.Text
source: Creator
ko_kr: 만든이

# Controls_Library_LibrarySortViewPanel__Auto_607.Text
source: Release date
ko_kr: 발매일

# Controls_Library_LibrarySortViewPanel__Auto_608.Text
source: View as
ko_kr: 보기 방식

# Controls_Library_LibrarySortViewPanel__Auto_609.ToolTipService.ToolTip
source: Compact list
ko_kr: 간략한 목록

# Controls_Library_LibrarySortViewPanel__Auto_610.ToolTipService.ToolTip
source: List
ko_kr: 목록

# Controls_Library_LibrarySortViewPanel__Auto_611.ToolTipService.ToolTip
source: Compact grid
ko_kr: 간략한 그리드

# Controls_Library_LibrarySortViewPanel__Auto_612.ToolTipService.ToolTip
source: Grid
ko_kr: 그리드

# Controls_Library_LibrarySortViewPanel__Auto_613.Text
source: Size
ko_kr: 크기

# Controls_Local_LinkSpotifyTrackFlyout__Auto_600.Text
source: Link Spotify track
ko_kr: Spotify 트랙 연결

# Controls_Local_LinkSpotifyTrackFlyout__Auto_601.PlaceholderText
source: Search Spotify or paste a track link
ko_kr: Spotify에서 검색하거나 트랙 링크 붙여넣기

# Controls_Local_LinkSpotifyTrackFlyout__Auto_602.Text
source: Currently linked
ko_kr: 현재 연결됨

# Controls_Local_LinkSpotifyTrackFlyout__Auto_603.Text
source: No matching tracks
ko_kr: 일치하는 트랙이 없습니다

# Controls_Local_LinkSpotifyTrackFlyout__Auto_604.Text
source: Try a different search, or paste a Spotify track link.
ko_kr: 다른 검색어를 시도하거나 Spotify 트랙 링크를 붙여넣으세요.

# Controls_Local_LinkSpotifyTrackFlyout__Auto_605.Text
source: Search for a Spotify track
ko_kr: Spotify 트랙 검색

# Controls_Local_LinkSpotifyTrackFlyout__Auto_606.Text
source: Start typing above, or paste a Spotify share link.
ko_kr: 위에 입력하기 시작하거나 Spotify 공유 링크를 붙여넣으세요.

# Controls_Local_LinkSpotifyTrackFlyout__Auto_607.Text
source: Search failed.
ko_kr: 검색 실패.

# Controls_Local_LinkSpotifyTrackFlyout__Auto_608.Content
source: Retry
ko_kr: 다시 시도

# Controls_Local_LinkSpotifyTrackFlyout__Auto_609.Content
source: Cancel
ko_kr: 취소

# Controls_Local_LinkSpotifyTrackFlyout__Auto_610.Text
source: Link this track
ko_kr: 이 트랙 연결

# Controls_Local_LinkSpotifyTrackFlyout__Auto_611.Text
source: Couldn't fetch track details
ko_kr: 트랙 세부 정보를 가져올 수 없습니다

# Controls_Local_LinkSpotifyTrackFlyout__Auto_612.Text
source: The link looks valid - you can link it anyway.
ko_kr: 링크가 유효해 보입니다 - 어쨌든 연결할 수 있습니다.

# Controls_Local_LinkSpotifyTrackFlyout__Auto_613.Content
source: Link by URI
ko_kr: URI로 연결

# Controls_Local_LocalEpisodeCard__Auto_600.Text
source: Not in library
ko_kr: 라이브러리에 없음

# Controls_Local_LocalEpisodeRow__Auto_600.Text
source: Not in library
ko_kr: 라이브러리에 없음

# Controls_Local_LocalItemDetailFlyout__Auto_600.ToolTipService.ToolTip
source: Drag an image file here to set cover art
ko_kr: 표지를 설정하려면 이미지 파일을 여기에 드래그하세요

# Controls_Local_LocalItemDetailFlyout__Auto_601.Content
source: Save changes
ko_kr: 변경 사항 저장

# Controls_Local_LocalItemDetailFlyout__Auto_602.Text
source: Subtitles
ko_kr: 자막

# Controls_Local_LocalItemDetailFlyout__Auto_603.Text
source: Audio tracks
ko_kr: 오디오 트랙

# Controls_Local_LocalItemDetailFlyout__Auto_604.Text
source: bytes
ko_kr: 바이트

# Controls_Local_UpNextEpisodeOverlay__Auto_600.Text
source: UP NEXT
ko_kr: 다음 차례

# Controls_Local_UpNextEpisodeOverlay__Auto_601.ToolTipService.ToolTip
source: Dismiss
ko_kr: 닫기

# Controls_Local_UpNextEpisodeOverlay__Auto_602.Text
source: Playing next…
ko_kr: 다음 재생…

# Controls_Local_UpNextEpisodeOverlay__Auto_603.Text
source: Watch now
ko_kr: 지금 보기

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_600.ToolTipService.ToolTip
source: Expand
ko_kr: 확장

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_601.ToolTipService.ToolTip
source: Expand
ko_kr: 확장

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_602.ToolTipService.ToolTip
source: Close
ko_kr: 닫기

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_603.ToolTipService.ToolTip
source: Previous
ko_kr: 이전

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_604.ToolTipService.ToolTip
source: Play/Pause
ko_kr: 재생/일시 정지

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_605.ToolTipService.ToolTip
source: Next
ko_kr: 다음

# Controls_MiniVideoPlayer_MiniVideoPlayer__Auto_606.ToolTipService.ToolTip
source: Resize
ko_kr: 크기 조정

# Controls_MiniVideoPlayer_VideoGripperView__Auto_600.ToolTipService.ToolTip
source: Show video player
ko_kr: 비디오 플레이어 표시

# Controls_NavigationToolbar__SidebarToggleButton.AutomationProperties.Name
source: Toggle sidebar
ko_kr: 사이드바 전환

# Controls_NavigationToolbar_NavigationToolbar__Button_1.AutomationProperties.Name
source: Back
ko_kr: 뒤로

# Controls_NavigationToolbar_NavigationToolbar__Button_2.AutomationProperties.Name
source: Forward
ko_kr: 앞으로

# Controls_NavigationToolbar_NavigationToolbar__Button_3.AutomationProperties.Name
source: Home
ko_kr: 홈

# Controls_NavigationToolbar_NavigationToolbar__Button_4.AutomationProperties.Name
source: Refresh
ko_kr: 새로 고침

# Controls_NavigationToolbar_NavigationToolbar__Button_6.AutomationProperties.Name
source: Profile
ko_kr: 프로필

# Controls_NavigationToolbar__FriendsButton.AutomationProperties.Name
source: Friends Activity
ko_kr: 친구 활동

source: Toggle theme
ko_kr: 테마 전환

# Controls_NavigationToolbar__RightPanelToggleButton.AutomationProperties.Name
source: Toggle side panel
ko_kr: 사이드 패널 전환

# Controls_Notifications_NotificationToast__Auto_600.ToolTipService.ToolTip
source: Close
ko_kr: 닫기

# Controls_Omnibar_SearchFlyoutPanel__Auto_600.Content
source: Retry
ko_kr: 다시 시도

# Controls_Playback_AudioOutputPicker__Auto_600.ToolTipService.ToolTip
source: Choose output device
ko_kr: 출력 장치 선택

# Controls_AudioOutputPicker__CardDeviceName.ToolTipService.ToolTip
source: This device
ko_kr: 이 장치

# Controls_Playback_VideoTransportBar__Auto_600.ToolTipService.ToolTip
source: Play / pause (Space)
ko_kr: 재생 / 일시 정지 (Space)

# Controls_Playback_VideoTransportBar__Auto_601.ToolTipService.ToolTip
source: Previous
ko_kr: 이전

# Controls_Playback_VideoTransportBar__Auto_602.ToolTipService.ToolTip
source: Back 10 seconds (Shift+←)
ko_kr: 10초 뒤로 (Shift+←)

# Controls_Playback_VideoTransportBar__Auto_603.ToolTipService.ToolTip
source: Forward 30 seconds (Shift+→)
ko_kr: 30초 앞으로 (Shift+→)

# Controls_Playback_VideoTransportBar__Auto_604.ToolTipService.ToolTip
source: Next
ko_kr: 다음

# Controls_Playback_VideoTransportBar__Auto_605.ToolTipService.ToolTip
source: Volume
ko_kr: 볼륨

# Controls_Playback_VideoTransportBar__Auto_606.ToolTipService.ToolTip
source: Audio · Video · Subtitles
ko_kr: 오디오 · 동영상 · 자막

# Controls_Playback_VideoTransportBar__Auto_607.ToolTipService.ToolTip
source: Expand player
ko_kr: 플레이어 확장

# Controls_Playback_VideoTransportBar__Auto_608.Text
source: Theatre mode
ko_kr: 극장 모드

# Controls_Playback_VideoTransportBar__Auto_609.Text
source: Fullscreen
ko_kr: 전체 화면

# Controls_Playback_VideoTransportBar__Auto_610.Text
source: Mini player
ko_kr: 미니 플레이어

# Controls_Playback_WatchVideoButton__Auto_600.ToolTipService.ToolTip
source: Watch Video
ko_kr: 동영상 보기

# Controls_PlayerBar_PlayerBar__Button_106.AutomationProperties.Name
source: Previous track
ko_kr: 이전 트랙

# Controls_PlayerBar_PlayerBar__Button_107.AutomationProperties.Name
source: Play or pause
ko_kr: 재생 또는 일시 정지

# Controls_PlayerBar_PlayerBar__Button_108.AutomationProperties.Name
source: Next track
ko_kr: 다음 트랙

# Controls_PlayerBar_PlayerBar__Button_133.AutomationProperties.Name
source: Previous track
ko_kr: 이전 트랙

# Controls_PlayerBar_PlayerBar__Button_134.AutomationProperties.Name
source: Play or pause
ko_kr: 재생 또는 일시 정지

# Controls_PlayerBar_PlayerBar__Button_135.AutomationProperties.Name
source: Next track
ko_kr: 다음 트랙

# Controls_Queue_QueueControl__Auto_600.ToolTipService.ToolTip
source: Play
ko_kr: 재생

# Controls_Queue_QueueControl__Auto_601.ToolTipService.ToolTip
source: Explicit
ko_kr: 청소년 이용불가

# Controls_Queue_QueueControl__Auto_602.ToolTipService.ToolTip
source: Music video available
ko_kr: 뮤직 비디오 있음

# Controls_Queue_QueueControl__Auto_603.AutomationProperties.Name
source: More options
ko_kr: 더 많은 옵션

# Controls_Queue_QueueControl__Auto_603.ToolTipService.ToolTip
source: More
ko_kr: 더 보기

# Controls_Queue_QueueControl__Auto_604.ToolTipService.ToolTip
source: Shuffle
ko_kr: 셔플

# Controls_Queue_QueueControl__Auto_605.ToolTipService.ToolTip
source: Repeat
ko_kr: 반복

# Controls_Queue_QueueControl__Auto_606.ToolTipService.ToolTip
source: Autoplay
ko_kr: 자동 재생

# Controls_Queue_QueueControl__Auto_607.ToolTipService.ToolTip
source: Crossfade
ko_kr: 크로스페이드

# Controls_Queue_QueueControl__Auto_608.ToolTipService.ToolTip
source: Open playback context
ko_kr: 재생 컨텍스트 열기

# Controls_Queue_QueueControl__Auto_609.Text
source: Playing from
ko_kr: 재생 위치:

# Controls_Queue_QueueControl__Auto_610.Text
source: Queue
ko_kr: 대기열

# Controls_Queue_QueueControl__Auto_611.Content
source: Clear
ko_kr: 지우기

# Controls_Queue_QueueControl__Auto_612.Text
source: Next up
ko_kr: 다음 차례

# Controls_Queue_QueueControl__Auto_613.Text
source: Queued later
ko_kr: 나중에 재생

# Controls_Queue_QueueControl__Auto_614.Text
source: Plays after this context finishes
ko_kr: 이 컨텍스트가 끝난 후 재생

# Controls_RightPanel_FriendsTabView__Auto_600.Text
source: Invite others to your Jam, and listen together from anywhere.
ko_kr: Jam에 다른 사람을 초대하여 어디서나 함께 들어보세요.

# Controls_RightPanel_FriendsTabView__Auto_601.ToolTipService.ToolTip
source: Jam is not yet supported in Wavee.
ko_kr: Wavee에서는 아직 Jam을 지원하지 않습니다.

# Controls_RightPanel_FriendsTabView__Auto_602.Text
source: Start a Jam
ko_kr: Jam 시작

# Controls_RightPanel_FriendsTabView__Auto_603.ToolTipService.ToolTip
source: Dismiss
ko_kr: 닫기

# Controls_RightPanel_FriendsTabView__Auto_604.Text
source: No friends listening right now
ko_kr: 지금 듣고 있는 친구가 없습니다

# Controls_RightPanel_FriendsTabView__Auto_605.Text
source: Friend activity is unavailable while disconnected
ko_kr: 연결이 끊긴 동안에는 친구 활동을 사용할 수 없습니다

# Controls_RightPanel_FriendsTabView__Auto_606.Text
source: Couldn't load friend activity.
ko_kr: 친구 활동을 불러올 수 없습니다.

# Controls_RightPanel_FriendsTabView__Auto_607.Content
source: Retry
ko_kr: 다시 시도

# Controls_RightPanel_RightPanelTabPager__Auto_600.ToolTipService.ToolTip
source: Scroll tabs left
ko_kr: 탭을 왼쪽으로 스크롤

# Controls_RightPanel_RightPanelTabPager__Auto_601.Content
source: Track
ko_kr: 트랙

# Controls_RightPanel_RightPanelTabPager__Auto_602.ToolTipService.ToolTip
source: Scroll tabs right
ko_kr: 탭을 오른쪽으로 스크롤

# Controls_RightPanel_RightPanelTabPager__Auto_603.ToolTipService.ToolTip
source: Pop out to window
ko_kr: 창으로 분리

# Controls_RightPanel_RightPanelView__Auto_600.Text
source: Album
ko_kr: 앨범

# Controls_RightPanel_RightPanelView__Auto_601.Text
source: Duration
ko_kr: 재생 시간

# Controls_RightPanel_RightPanelView__Auto_602.Text
source: Added
ko_kr: 추가됨

# Controls_RightPanel_RightPanelView__Auto_603.Text
source: Plays
ko_kr: 재생

# Controls_RightPanel_Details_DetailsTabHost__Auto_600.Text
source: New canvas
ko_kr: 새 캔버스

# Controls_RightPanel_Details_DetailsTabHost__Auto_601.ToolTipService.ToolTip
source: More options
ko_kr: 더 많은 옵션

# Controls_RightPanel_Details_DetailsTabHost__Auto_602.Text
source: Episode
ko_kr: 에피소드

# Controls_RightPanel_Details_DetailsTabHost__Auto_603.Text
source: Show
ko_kr: 쇼

# Controls_RightPanel_Details_DetailsTabHost__Auto_604.Text
source: Lyrics
ko_kr: 가사

# Controls_RightPanel_Details_DetailsTabHost__Auto_605.Text
source: Lyrics meaning
ko_kr: 가사 의미

# Controls_RightPanel_Details_DetailsTabHost__Auto_606.Content
source: Generate
ko_kr: 생성

# Controls_RightPanel_Details_DetailsTabHost__Auto_607.Text
source: About
ko_kr: 정보
